/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "แนะนำ Skype WiFi";
"INTRO_SUBHEADER" = "เชื่อมต่อออนไลน์ที่จุดบริการ WiFi สาธารณะและใช้เครดิต Skype ชำระค่าบริการตามจำนวนนาทีที่คุณใช้งานเท่านั้น";
"INTRO_ICON_WIFI" = "ใช้ Skype เช็คอีเมล และท่องเว็บ";
"INTRO_ICON_GLOBE" = "Skype WiFi พร้อมให้บริการที่จุดบริการมากกว่าหนึ่งล้านแห่งทั่วโลก";
"INTRO_ICON_SKYPECREDIT" = "ชำระค่าบริการตามนาทีที่คุณใช้";

"STATE_CHECKINGNETWORK_HEADER" = "โปรดรอ…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "กำลังตรวจสอบเครือข่ายเพื่อหา Skype WiFi";

"STATE_JOINWIFI_HEADER" = "คุณไม่ได้เชื่อมต่อกับ WiFi";
"STATE_JOINWIFI_SUBHEADER" = "โปรดเข้าร่วมเครือข่าย WiFi สาธารณะซึ่งสนับสนุน Skype WiFi";

"STATE_ALREADYONLINE_HEADER" = "คุณออนไลน์อยู่แล้ว";
"STATE_ALREADYONLINE_SUBHEADER" = "ดูเหมือนว่าคุณจะเชื่อมต่อกับอินเทอร์เน็ตอยู่แล้ว Skype WiFi ช่วยให้คุณออนไลน์ได้ที่จุดบริการ WiFi สาธารณะมากกว่า 1 ล้านแห่งทั่วโลก";

"STATE_GENERALERROR_HEADER" = "ไม่สามารถเชื่อมต่อได้";
"STATE_GENERALERROR_SUBHEADER" = "เครือข่าย WiFi นี้ไม่ได้ตอบสนองอย่างถูกต้อง โปรดลองเชื่อมต่อกับเครือข่ายอื่น";

"STATE_CONNECT_HEADER" = "Skype WiFi พร้อมให้บริการที่นี่";
"STATE_CONNECT_TOS_HTML_FORMAT" = "เมื่อทำการเชื่อมต่อ ข้าพเจ้ายอมรับใน <a href=\"%@\">ข้อกำหนดการใช้</a> ของผู้ให้บริการ";

"STATE_CONNECT_BUTTON" = "เชื่อมต่อ";
"STATE_CONNECTING_BUTTON" = "กำลังเชื่อมต่อ…";

"STATE_CONNECTED_SHORT" = "เชื่อมต่อแล้ว";
"STATE_CONNECTED_HEADER" = "คุณกำลังออนไลน์ด้วย Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "ยกเลิกการเชื่อมต่อ";
"STATE_DISCONNECTING_BUTTON" = "กำลังยกเลิกการเชื่อมต่อ…";

"STATE_NOCREDIT_HEADER" = "เครดิต Skype ไม่เพียงพอ";


/* === Mac only === */

"OK_BUTTON" = "ตกลง";
"LEARNMORE_BUTTON" = "เรียนรู้เพิ่มเติม";
"CLOSE_BUTTON" = "ปิด";
"GO_BACK_BUTTON" = "ย้อนกลับ";
"CONTINUE_BUTTON" = "ดำเนินการต่อ";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi ต้องใช้ OS X %@ หรือเวอร์ชันที่ใหม่กว่า";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Skype WiFi ยังไม่สามารถใช้งานกับบัญชีผู้ใช้ Microsoft ของคุณได้ โปรดลงชื่อเข้าใช้โดยตรงด้วยชื่อ Skype และรหัสผ่านของคุณแทน";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Skype WiFi ยังไม่สามารถใช้งานกับบัญชีผู้ใช้ Microsoft ของคุณได้ โปรดสร้างบัญชีผู้ใช้ Skype และลงชื่อเข้าใช้โดยตรงด้วยบัญชีนี้";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "คุณกำลังออนไลน์ด้วย Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "คุณออนไลน์อยู่";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "การเชื่อมต่อจะหมดอายุในไม่ช้า";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "เพื่อเป็นการรักษาสิทธิ์ของคุณ เมื่อเชื่อมต่อโดยใช้เครดิต Skype ของคุณแล้ว การเชื่อมต่อจะปิดใช้งานโดยอัตโนมัติในกรณีที่คุณลืมยกเลิกการเชื่อมต่อ";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d นาที";

"STATE_CONNECT_SUBHEADER" = "เชื่อมต่ออินเทอร์เน็ตบนเครือข่ายนี้โดยใช้ Skype WiFi และชำระค่าบริการตามนาทีที่คุณใช้ด้วยเครดิต Skype";
"STATE_CONNECT_FREE_HEADER" = "ใช้งาน Skype WiFi ฟรี ที่นี่";
"STATE_CONNECT_FREE_SUBHEADER" = "เพลิดเพลินกับฟรีอินเทอร์เน็ตเมื่อเข้าถึงจุดให้บริการ WiFi นี้ด้วย Skype WiFi ท่องเว็บ เช็คอีเมล หรือเพียงแค่ใช้ Skype";
"STATE_CONNECT_WISPR_HEADER" = "ฉันมีบัญชีผู้ใช้กับผู้ให้บริการนี้";
"STATE_CONNECT_WISPR_SUBHEADER" = "ถ้าคุณมีบัญชีผู้ใช้กับผู้ให้บริการนี้แล้ว ให้ป้อนข้อมูลประจำตัวของคุณที่นี่";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "การเชื่อมต่ออินเทอร์เน็ตของคุณจะหมดอายุในไม่ช้า";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ คุณสามารถยกเลิกการเชื่อมต่อได้ทุกเมื่อและจะมีการเรียกเก็บค่าบริการตามจำนวนนาทีที่ใช้ไปเท่านั้น";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "คุณออนไลน์เป็นเวลาประมาณ %d นาทีแล้ว";
"COUNTUP_0MIN" = "คุณออนไลน์เป็นเวลาน้อยกว่าหนึ่งนาทีแล้ว";
"COUNTUP_1MIN" = "คุณออนไลน์เป็นเวลาประมาณหนึ่งนาทีแล้ว";
"STATE_CONNECTED_WISPR_HEADER" = "คุณออนไลน์อยู่ในขณะนี้";
"STATE_CONNECTED_WISPR_SUBHEADER" = "คุณเชื่อมต่อโดยใช้บัญชีผู้ใช้ของคุณกับผู้ให้บริการจุดบริการ WiFi นี้ คุณสามารถยกเลิกการเชื่อมต่อได้ทุกเมื่อ";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "ให้คะแนนจุดให้บริการ WiFi นี้";

"STATE_CONNECTED_EXTEND_BUTTON" = "คงอยู่สถานะออนไลน์";
"STATE_CONNECTED_EXTENDING_BUTTON" = "กำลังเชื่อมต่อใหม่…";

"STATE_NOCREDIT_SUBHEADER" = "คุณต้องมีเครดิต Skype ในการชำระค่าบริการตามนาทีสำหรับการเข้าถึงอินเทอร์เน็ตด้วย Skype WiFi ที่นี่";
"STATE_NOCREDIT_BUTTON" = "ซื้อเครดิต Skype";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "กำลังตรวจสอบเครือข่าย";
"STATE_JOINWIFI_SHORT" = "ไม่มี WiFi";
"STATE_ALREADYONLINE_SHORT" = "ออนไลน์แล้ว";
"STATE_GENERALERROR_SHORT" = "เกิดข้อผิดพลาด";
"STATE_CONNECT_SHORT" = "พร้อมใช้งานที่นี่";
"STATE_NOCREDIT_SHORT" = "ไม่มีเครดิต";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "คงเหลือ %d นาที";
"TIMEEXPIRE_1MINUTE_LEFT" = "คงเหลือ 1 นาที";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "คงเหลือน้อยกว่าหนึ่งนาที";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "การเชื่อมต่ออินเทอร์เน็ตของคุณจะหมดอายุในไม่ช้า";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "ชื่อ Skype";
"LOGIN_PASSWORD_PLACEHOLDER" = "รหัสผ่าน";
"LOGIN_BUTTON" = "ลงชื่อเข้าใช้";
"SIGN_OUT_BUTTON" = "ออกจากระบบ";

/* unused */
"LOGIN_PROBLEMS" = "มีปัญหาในการลงชื่อเข้าใช้ใช่ไหม";
"LOGIN_CREATE_ACCOUNT" = "สร้างบัญชีผู้ใช้";

/* iPhone/iPad */
"SETTINGS_TITLE" = "การตั้งค่า";
/* unused */
"SETTINGS_BUTTON" = "การตั้งค่า";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi เวอร์ชัน %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype และ/หรือ Microsoft";
"ABOUT_PATENTPENDING" = "รอรับสิทธิบัตร";
"ABOUT_FEEDBACK_BUTTON" = "คำติชม";
"ABOUT_LEGAL_BUTTON" = "เกี่ยวกับกฎหมาย";
"ABOUT_TRADEMARK" = "ชื่อ Skype เครื่องหมายการค้าและโลโก้ที่เกี่ยวข้อง ตลอดจนโลโก้ “S” เป็นเครื่องหมายการค้าของ Skype";
"ABOUT_DISCLAIMER" = "คำเตือน: โปรแกรมนี้ได้รับความคุ้มครองภายใต้กฎหมายลิขสิทธิ์และสนธิสัญญาระหว่างประเทศ การผลิตซ้ำหรือการจัดจำหน่ายโปรแกรมนี้หรือส่วนใดส่วนหนึ่งของโปรแกรมนี้โดยไม่ได้รับอนุญาต อาจทำให้ได้รับโทษทางแพ่งและอาญาขั้นรุนแรง และจะถูกดำเนินคดีจนถึงขั้นสูงสุดเท่าที่กฎหมายอนุญาต";

/* unused */
"PROFILE_BUTTON" = "โพรไฟล์";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "ชื่อ Skype";
"PROFILE_SKYPECREDIT" = "เครดิต Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "ไม่มี";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "กำลังโหลด…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "จุดให้บริการ WiFi ที่เยี่ยมชมแล้ว";
"USAGE_PREVIOUSCONNECTIONS" = "การเชื่อมต่อก่อนหน้านี้";
"USAGE_LASTUSED" = "ใช้งานล่าสุด";
"USAGE_LASTUSED_NEVER_VALUE" = "ไม่ใช้";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@, %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "ตำแหน่งที่ตั้งยอดนิยม";
"SUPPORTEDNETWORKS_PROVIDERS" = "ผู้ให้บริการ";
